Repository: follesoe/iVarsom
Catalog: iVarsom/*.lproj/Localizable.strings
Languages: nb, sv

source: Regions
nb: Regioner
sv: Regioner

source: A-Regions
nb: A-Regioner
sv: A-Regioner

source: Use current location
nb: Bruk min posisjon
sv: Använd nuvarande plats

source: Will enable location based warnings in Widgets
nb: Lar deg bruke posisjonsbasert skredvarsel i Widgets
sv: Aktiverar platsbaserade lavinvarningar i Widgets

source: Data from the The Norwegian Avalanche Warning Service and www.varsom.no.
nb: Varsler fra Snøskredvarslingen i Norge og www.varsom.no.
sv: Data från Norska Snöskredvarslingstjänsten och www.varsom.no.

source: Data from varsom.no and lavinprognoser.se.
nb: Data fra varsom.no og lavinprognoser.se.
sv: Data från varsom.no och lavinprognoser.se.

source: Data from The Norwegian Avalanche Warning Service.
nb: Data fra Snøskredvarslingen i Norge.
sv: Data från Norska Snöskredvarslingstjänsten.

source: Data from Swedish Environmental Protection Agency.
nb: Data fra Naturvårdsverket.
sv: Data från Naturvårdsverket.

source: Data from The Norwegian Avalanche Warning Service and Swedish Environmental Protection Agency.
nb: Data fra Snøskredvarslingen i Norge og Naturvårdsverket.
sv: Data från Norska Snöskredvarslingstjänsten och Naturvårdsverket.

source: Norway
nb: Norge
sv: Norge

source: Today's Avalanche Danger Level
nb: Dagens skredfare
sv: Dagens lavinfara

source: Display today's avalanche danger level for selected regions in Norway.
nb: Se dagens faregrad for valgt varslingsregion.
sv: Visa dagens faronivå för vald varningsregion.

source: Error
nb: Feil
sv: Fel

source: There was an error updating the widget
nb: Det oppstod en feil under oppdatering av Widget
sv: Det uppstod ett fel vid uppdatering av Widget

source: Current position
nb: Min posisjon
sv: Min plats

source: Select a region
nb: Velg en region
sv: Välj en region

source: Select Region
nb: Velg Region
sv: Välj region

source: Select which region you wish to view avalanche warnings from
nb: Velg hvilken region du ønsker å se skredvarsel fra
sv: Välj vilken region du vill se lavinvarningar från

source: Add Region
nb: Legg til region
sv: Lägg till region

source: Loading Regions
nb: Laster regioner
sv: Laddar regioner

source: Loading Details
nb: Laster detaljer
sv: Laddar detaljer

source: Loading warnings...
nb: Laster varsler...
sv: Laddar varningar...

source: Loading warnings for %@
nb: Laster varsler for %@
sv: Laddar varningar för %@

source: Error Loading Regions
nb: Feil under lasting av regioner
sv: Fel vid laddning av regioner

source: Error loading warnings for %@
nb: Feil under lasting av varsler for %@
sv: Fel vid laddning av varningar för %@

source: Try Again
nb: Prøv igjen
sv: Försök igen

source: Not assessed
nb: Ikke vurdert
sv: Ej bedömd

source: Low
nb: Liten
sv: Liten

source: Moderate
nb: Moderat
sv: Måttlig

source: Considerable
nb: Betydelig
sv: Betydande

source: High
nb: Stor
sv: Stor

source: Very high
nb: Meget stor
sv: Mycket stor

source: Published: %@
nb: Publisert: %@
sv: Publicerad: %@

source: Avalanche problem
nb: Skredproblem
sv: Lavinproblem

source: Avalanche problems
nb: Skredproblemer
sv: Lavinproblem

source: Read complete warning on Varsom.no.
nb: Se komplett varsel på Varsom.no.
sv: Se fullständig varning på Varsom.no.

source: Read complete warning on lavinprognoser.se.
nb: Se komplett varsel på lavinprognoser.se.
sv: Se fullständig varning på lavinprognoser.se.

source: Sweden
nb: Sverige
sv: Sverige

source: Forecast
nb: Varsel
sv: Prognos

source: Get Avalanche Warning
nb: Hent skredvarsel
sv: Hämta lavinvarning

source: Get the current avalanche danger level for a region in Norway
nb: Hent gjeldende faregrad for snøskred i en region i Norge
sv: Hämta aktuell faronivå för laviner i en region i Norge

source: Get the current avalanche danger level for a region in Norway or Sweden
nb: Hent gjeldende faregrad for snøskred i en region i Norge eller Sverige
sv: Hämta aktuell faronivå för laviner i en region i Norge eller Sverige

source: Check warning
nb: Sjekk varsel
sv: Kolla varning

source: Get avalanche warning in ${applicationName}
nb: Hent varsel i ${applicationName}
sv: Hämta lavinvarning i ${applicationName}

source: Avalanche warning from ${applicationName}
nb: Varsel fra ${applicationName}
sv: Lavinvarning från ${applicationName}

source: Get avalanche warning for ${region} in ${applicationName}
nb: Hent varsel for ${region} i ${applicationName}
sv: Hämta lavinvarning för ${region} i ${applicationName}

source: What is the avalanche danger in ${region} with ${applicationName}
nb: Hva er skredfaren i ${region} med ${applicationName}
sv: Vad är lavinfaran i ${region} med ${applicationName}

source: The avalanche danger level in %@ is %@.
nb: Skredfaren i %@ er %@.
sv: Faronivån för laviner i %@ är %@.

source: No avalanche warning available for %@ today.
nb: Ingen skredvarsel tilgjengelig for %@ i dag.
sv: Ingen lavinvarning tillgänglig för %@ idag.

source: Location access is required to get warnings for your current position.
nb: Tilgang til posisjon er nødvendig for å hente varsel for din posisjon.
sv: Platsåtkomst krävs för att hämta varningar för din nuvarande plats.

source: Could not determine your current location.
nb: Kunne ikke finne din posisjon.
sv: Kunde inte fastställa din nuvarande plats.

source: Location access required
nb: Posisjonstilgang kreves
sv: Platsåtkomst krävs

source: Which region do you want the avalanche warning for?
nb: Hvilken region vil du ha skredvarsel for?
sv: Vilken region vill du ha lavinvarning för?

source: Location unavailable
nb: Posisjon utilgjengelig
sv: Plats otillgänglig

source: No warning available
nb: Ingen varsel tilgjengelig
sv: Ingen varning tillgänglig

source: Service unavailable
nb: Tjenesten utilgjengelig
sv: Tjänsten otillgänglig

source: No internet connection. Unable to retrieve avalanche warnings.
nb: Ingen internettforbindelse. Kan ikke hente skredvarsel.
sv: Ingen internetanslutning. Kan inte hämta lavinvarningar.

source: Unable to retrieve avalanche warnings. Please try again later.
nb: Kan ikke hente skredvarsel. Vennligst prøv igjen senere.
sv: Kan inte hämta lavinvarningar. Försök igen senare.

source: Search
nb: Søk
sv: Sök

source: Map
nb: Kart
sv: Karta

# EmergencyWarningNotGiven
source: Not given
nb: Ikke gitt
sv: Ej utfärdad

source: Danger level %@, %@
nb: Faregrad %@, %@
sv: Faronivå %@, %@

source: Exposed aspects: %@
nb: Utsatte retninger: %@
sv: Utsatta väderstreck: %@

source: All aspects exposed
nb: Alle retninger utsatt
sv: Alla väderstreck utsatta

source: No aspects exposed
nb: Ingen retninger utsatt
sv: Inga väderstreck utsatta

source: Above treeline
nb: Over tregrensen
sv: Ovanför trädgränsen

source: Below treeline
nb: Under tregrensen
sv: Under trädgränsen

source: Near treeline
nb: Nær tregrensen
sv: Nära trädgränsen

source: Above and below treeline
nb: Over og under tregrensen
sv: Ovanför och under trädgränsen

source: Above %@ meters
nb: Over %@ meter
sv: Ovanför %@ meter

source: Below %@ meters
nb: Under %@ meter
sv: Under %@ meter

source: Between %@ and %@ meters
nb: Mellom %@ og %@ meter
sv: Mellan %@ och %@ meter

source: Avalanche risk assessment
nb: Snøskredvurdering
sv: Lavinriskbedömning

source: Dismiss
nb: Lukk
sv: Stäng

source: North
nb: Nord
sv: Nord

source: North-East
nb: Nordøst
sv: Nordost

source: East
nb: Øst
sv: Öst

source: South-East
nb: Sørøst
sv: Sydost

source: South
nb: Sør
sv: Syd

source: South-West
nb: Sørvest
sv: Sydväst

source: West
nb: Vest
sv: Väst

source: North-West
nb: Nordvest
sv: Nordväst
